{
  "Foody":
  [
    {"FoodName":"Pho - Vietnamese Noodle Soup","FoodDescription":"If you’re wondering “What is Pho?” then you’re probably also wondering “Why is she so bonkers over it??? I don’t blame you. It looks like a relatively harmless bowl of beef noodle soup. That is, until you take your first slurp. The Pho soup broth is everything. It’s light yet full of flavour, deceptively beefy, savoury, complex, has the tiniest hint of richness and is filled with beautiful spices like cinnamon.","CookTime":"6 to 10 hours","Calories": "350 - 450", "SpiceLevel":"MILD","FoodImage":"https://raw.githubusercontent.com/emmycao16/Foody/main/pho.jpeg","FoodWebsite":"https://www.recipetineats.com/vietnamese-pho-recipe/"},
    {"FoodName":"Bun Cha - Grilled Pork with Vermicelli","FoodDescription":"Bun Cha is a traditional Vietnamese pork dish that’s a speciality of Hanoi, the capital city of Vietnam. Seasoned pork patties (I call them squished meatballs) and caramelised pork belly slices are served in a broth alongside rice noodles, fresh vegetables and herbs.","CookTime":"1 hour","Calories":"584","SpiceLevel":"MEDIUM","FoodImage":"https://raw.githubusercontent.com/emmycao16/Foody/main/bun-cha-31.jpg","FoodWebsite":"https://www.recipetineats.com/bun-cha-vietnamese-meatballs/"},
    {"FoodName":"Bun Bo Hue - Spicy Beef Noodle Soup","FoodDescription":"Bún bò Huế is a hidden Vietnamese gem that has yet to “make it” in mainstream American cuisine. It’s a rich and spicy soup with deep layers of flavor. This Central Vietnamese soup is paired with tender slices of beef and pork, then topped with lots of fresh herbs.","CookTime":"2 hr 30 minutes","Calories":"620","SpiceLevel":"HOT","FoodImage":"https://raw.githubusercontent.com/emmycao16/Foody/main/bbh.jpg","FoodWebsite":"https://www.vickypham.com/blog/vietnamese-spicy-beef-noodle-soup-bun-bo-hue"},
    {"FoodName":"Banh Mi - Vietnamese Sandwich","FoodDescription":"Banh Mi is a Vietnamese sandwich that’s made up of an odd sounding combination – crusty bread rolls smeared with pate, mayo, suspicious looking Asian ham, pickled vegetables, green onion, coriander/cilantro, a mighty wack of fresh chillies and drizzle of seasoning.","CookTime":"1 hour","Calories":"554","SpiceLevel":"MILD","FoodImage":"https://raw.githubusercontent.com/emmycao16/Foody/main/banhmi.jpg","FoodWebsite":"https://www.recipetineats.com/banh-mi-vietnamese-sandwich/"},
    {"FoodName":"Vietnamese lemongrass pork steaks","FoodDescription":"This is such a wonderful recipe to use economical pork shoulder in an exciting new way! A Vietnamese lemongrass marinade infuses with beautiful flavour while a smidge of baking soda is the secret to tenderising so the pork steaks are tender like premium chops. Vietnamese street-food!","CookTime":"1 hr 30 minutes","Calories":"360","SpiceLevel":"MEDIUM","FoodImage":"https://raw.githubusercontent.com/emmycao16/Foody/main/bunthitnuong.jpeg","FoodWebsite":"https://www.recipetineats.com/vietnamese-lemongrass-pork-steaks/"},
  ],
  "Status":"OK"
}
